** Processing

   #+begin_src shell :tangle cfndpdf.sh
   #!/bin/bash
   echoerr() { echo "$@" 1>&2; }
   while read line; do
   echoerr $line
   echo $line
   pdfgrep --color=always --cache -n -i "$line" netmob_abstracts_*.pdf
   done < listofcountries.txt
   #+end_src

   I only worked with the oral presentation booklets (not posters or
   the D4D challenge). This produced

   #+begin_src shell :results raw :exports both
   wc -l bib/countriesfound.txt
   #+end_src

   #+RESULTS:
   66135 bib/countriesfound.txt

   using a =listofcountries.txt= file that I found on the
   internet. Many of these lines are false positives though, either
   because of mismatches "Mali" -> "Nor*mali*zed" or other similar
   effects. I then spent some time checking out the files by hand, and
   recording the ones that were effectively a mention of a specific
   country's CDR dataset.

